experiments/baseline/wrk_60s.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.38ms   27.55ms 432.60ms   79.39%
    Req/Sec     0.98k   283.97     2.65k    70.07%
  232751 requests in 1.00m, 36.40MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:   3886.71
Transfer/sec:    622.48KB