experiments/baseline/wrk_t2c50_30s.txt
Running 30s test @ http://localhost:8080/
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.54ms   21.15ms 305.44ms   81.71%
    Req/Sec     1.50k   501.43     2.79k    73.33%
  89973 requests in 30.07s, 14.07MB read
Requests/sec:   2991.92
Transfer/sec:    479.17KB