experiments/baseline/wrk_t4c100_60s.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.11ms   30.51ms 671.93ms   84.32%
    Req/Sec     1.04k   319.75     2.12k    71.02%
  249490 requests in 1.00m, 39.02MB read
Requests/sec:   4143.71
Transfer/sec:    663.64KB